Repository: luannt92/profilemanager
Catalog: src/Locale/*/default.po
Languages: vi

source: Invalid email or password, try again
vi: Email hoặc mật khẩu không hợp lệ, vui lòng thử lại

source: {0} must be greater than or equal to {1} characters!
vi: {0} phải lớn hơn hoặc bằng {1} ký tự!

source: Username has special characters!
vi: Tên người dùng không được chứa ký tự đặc biệt như @#&- 123 :)

source: Please, enter username
vi: Vui lòng nhập tên tài khoản.

source: Please, enter password
vi: Vui lòng nhập mật khẩu của bạn.

source: Logout success!
vi: Đăng xuất thành công!

source: Welcome {0} to Admin
vi: Chào mừng {0} đến Quản trị

source: Please, select group
vi: Vui lòng chọn nhóm

source: If you want to change the password please input here
vi: Nếu bạn muốn thay đổi mật khẩu hãy nhập vào đây

source: This field cannot be left empty
vi: Trường không thể để trống

source: Are you sure you want to delete # {0}?
vi: Bạn có chắc chắn muốn xóa # {0}?

source: Email has special characters!
vi: Email có các ký tự đặc biệt!

source: Please, enter {0}
vi: Vui lòng nhập {0}

source: Incorrect {0}
vi: {0} chưa chính xác

source: Access email to confirm your account!
vi: Truy cập email để xác nhận tài khoản của bạn!

source: Email already exists.
vi: Email đã tồn tại.

source: Confirmation link has expired.
vi: Liên kết xác nhận đã hết hạn.

source: {0} or {1} is incorrect.
vi: {0} hoặc {1} không chính xác.

source: Welcome {0} to admin.
vi: Chào mừng {0} đến Quản trị

source: There is an error in the process of creating an account, please try again later.
vi: Có lỗi trong quá trình tạo tài khoản, vui lòng thử lại sau.

source: Error in sending mail.
vi: Lỗi trong quá trình gửi mail.

source: Confirm the password incorrectly. Please try again.
vi: Xác nhận mật khẩu không đúng. Xin vui lòng thử lại.

source: Please enter your password.
vi: Xin vui lòng nhập mật khẩu.

source: The account has been successfully activated.
vi: Tài khoản đã được kích hoạt thành công.

source: The account activation error.
vi: Quá trình kích hoạt tài khoản bị lỗi.

source: New password has been sent to your email.
vi: Mật khẩu mới đã được gửi tới email của bạn.

source: Account does not exist or is locked.
vi: Tài khoản không tồn tại hoặc đã bị khóa.

source: Email invalidate.
vi: Email không đúng định dạng.

source: Email and password are wrong.
vi: Email và mật khẩu không chính xác.

source: Account registration successful. Please check email to complete the registration process.
vi: Đăng kí tài khoản thành công. Xin vui lòng kiểm tra email để hoàn tất quá trình đăng kí.

source: Your account has been activated before.
vi: Tài khoản của bạn đã được kích hoạt trước đấy.

source: Please activate your account before login.
vi: Vui lòng active tài khoản của bạn trước khi đăng nhập.

source: Please check your email to complete the password forgotten process.
vi: Vui lòng kiểm tra email để hoàn tất quá trình quên mật khẩu.

source: Link has expired, you can not use this link.
vi: Liên kết đã hết hạn, bạn không thể sử dụng liên kết này.

source: An error occurred, login failed.
vi: Có lỗi xảy ra, đăng nhập không thành công.

source: An error occurred, please try again later.
vi: Có lỗi xảy ra, bạn vui lòng thử lại sau.

source: Your request failed. You may not connect to {0} Please re-authenticate.
vi: Yêu cầu của bạn thất bại. Rất có thể bạn không kết nối tới {0} Vui lòng xác thực lại.

source: You can not connect to {0}
vi: Bạn không thể kết nối tới {0}

source: You must activate your account before signing in.
vi: Bạn phải kích hoạt tài khoản trước khi đăng nhập.

source: Sorry. Your account has been locked.
vi: Xin lỗi. Tài khoản của bạn đã bị khóa.

source: Sorry. Your account has been deleted.
vi: Xin lỗi. Tài khoản của bạn đã bị xóa.

source: Account is invalid, please check again.
vi: Tài khoản không hợp lệ, vui lòng kiểm tra lại.

source: Submit contact information successfully.
vi: Gửi thông tin liên hệ thành công.

source: Failed to send contact information.
vi: Gửi thông tin liên hệ không thành công.

source: Please check information in your email.
vi: Vui lòng kiểm tra thông tin trong email của bạn.

source: Whoops, these don't match.
vi: Rất tiếc, không khớp.

source: The password has been successfully changed.
vi: Mật khẩu của bạn đã được thay đổi thành công

source: Invalid old password, try again.
vi: Mật khẩu cũ không đúng, vui lòng thử lại

source: Age
vi: Tuổi

source: Hostname
vi: Tên máy chủ

source: Username
vi: Tài khoản

source: Password
vi: Mật khẩu

source: Port
vi: Cổng

source: Timespan
vi: Thời gian

source: The data has been saved.
vi: Thông tin đã được cập nhật.

source: The data could not be saved. Please, try again.
vi: Thông tin không được cập nhật. Vui lòng thử lại.

source: The data with id: {0} has been deleted.
vi: Dữ liệu có id: {0} đã bị xóa.

source: The data could not be deleted. Please, try again.
vi: Không thể xóa dữ liệu. Vui lòng thử lại.

source: The data has been updated.
vi: Dữ liệu đã được cập nhật.

source: The data could not updated.
vi: Không thể cập nhật dữ liệu.

source: The data do not exist.
vi: Dữ liệu không tồn tại.

source: Are you sure delete item selected ?
vi: Bạn có chắc chắn xóa mục đã chọn?

source: Users Management
vi: Quản lý người dùng

source: Search keyword
vi: Tìm kiếm từ khóa

source: Add New
vi: Thêm mới

source: Search
vi: Tìm kiếm

source: Move to trash
vi: Di chuyển vào thùng rác

source: View
vi: Xem

source: Edit
vi: Chỉnh sửa

source: Delete
vi: Xóa

source: Add
vi: Thêm mới

source: Edit / {0}
vi: Chỉnh sửa / {0}

source: View / {0}
vi: Xem / {0}

source: View info
vi: Xem thông tin

source: User name
vi: Tên người dùng

source: Save change
vi: Lưu thay đổi

source: Edit data
vi: Chỉnh sửa dữ liệu

source: Edit info
vi: Chỉnh sửa thông tin

source: New info
vi: Thông tin mới

source: Go to edit
vi: Đi tới chỉnh sửa

source: Back
vi: Quay lại

source: Image
vi: Hình ảnh

source: Enable
vi: Bật

source: Disable
vi: Tắt

source: Restore
vi: Phục hồi

source: Avatar
vi: Hình đại diện

source: Status:
vi: Trạng thái:

source: Title
vi: Tiêu đề

source: Description
vi: Mô tả

source: Content
vi: Nội dung

source: Start date
vi: Ngày bắt đầu

source: Image url
vi: Url hình ảnh

source: Note
vi: Ghi chú

source: Groups Management
vi: Quản lý nhóm

source: Categories Management
vi: Quản lý danh mục

source: Countries Management
vi: Quản lý Quốc gia

source: Product Categories Management
vi: Quản lý danh mục

source: Product Management
vi: Quản lý sản phẩm

source: Order Management
vi: Quản lý đơn hàng

source: Services Management
vi: Quản lý dịch vụ

source: Our Service Management
vi: Quản lý Nhóm

source: Tags Management
vi: Quản lý Tags

source: News Management
vi: Quản lý tin tức

source: Menus Management
vi: Quản lý menu

source: Name
vi: Tên

source: Your note
vi: Ghi chú của bạn

source: Mail Template Management
vi: Quản lý Mail Template

source: Company
vi: Công ty

source: Address
vi: Địa chỉ

source: Subject
vi: Tiêu đề

source: Send from
vi: Nơi gửi

source: Number customer
vi: Số khách hàng

source: The email has been sent.
vi: Email đã được gửi đi.

source: The email could not be sent. Please, try again.
vi: Email không được gửi, vui lòng thử lại.

source: Page management
vi: Quản lý Page

source: Slider management
vi: Quản lý Slider

source: Contact Management
vi: Quản lý liên hệ

source: Support Management
vi: Quản lý hỗ trợ

source: Open hour
vi: Thời gian mở cửa

source: Close hour
vi: Thời gian đóng cửa

source: All
vi: Tất cả

source: House
vi: Nhà riêng

source: Hotel
vi: Khách sạn

source: As soon as possible
vi: Càng sớm càng tốt

source: Login
vi: Đăng nhập

source: Please enter your email address
vi: Vui lòng nhập địa chỉ email của bạn.

source: Please enter your password
vi: Vui lòng nhập mật khẩu của bạn.

source: Remember me
vi: Nhớ tài khoản

source: Forgot the password
vi: Quên mật khẩu

source: Or
vi: Hoặc

source: Login by facebook
vi: Đăng nhập bằng facebook

source: Register the account
vi: Đăng ký tài khoản

source: Message
vi: Thông báo

source: Confirm password
vi: Xác nhận mật khẩu

source: Please enter your password again
vi: Vui lòng nhập lại mật khẩu của bạn

source: Register
vi: Đăng ký

source: Register by facebook
vi: Đăng ký bằng facebook

source: Full name
vi: Tên đầy đủ

source: Please enter full name
vi: Vui lòng nhập tên của bạn

source: Hello !
vi: Xin chào !

source: Logout
vi: Đăng xuất

source: My account
vi: Tài khoản của tôi

source: Phone number
vi: Số điện thoại

source: Please enter phone number
vi: Vui lòng nhập số điện thoại

source: OK
vi: Đồng ý

source: Send
vi: Gửi

source: New password
vi: Mật khẩu mới

source: Confirm new password
vi: Xác nhận mật khẩu mới

source: Old password
vi: Mật khẩu cũ

source: Change password
vi: Thay đổi mật khẩu

source: Information
vi: Thông tin

source: Your name and surname
vi: Tên đầy đủ của bạn

source: Your email address
vi: Địa chỉ email

source: Your message
vi: Nội dung tin nhắn

source: Your phone number
vi: Số điện thoại của bạn

source: Contact
vi: Liên hệ

source: This question is for testing whether or not you are a human visitor and to prevent automated spam submissions.
vi: Vui lòng nhập mã xác nhận bên dưới để xác nhận bạn không phải BOT

source: Invoice
vi: Hóa đơn

source: Shippers Management
vi: Quản lý Shippers

source: Download app
vi: Tải app

source: Download
vi: Tải

source: Link
vi: Liên kết

source: How to use our service?
vi: Cách sử dụng dịch vụ của chúng tôi?

source: Skip
vi: Bỏ qua

source: Edit address {0} default
vi: Chỉnh sửa địa chỉ {0} mặc định

source: Address {0}:
vi: Địa chỉ {0}:

source: Address:
vi: Địa chỉ:

source: Save
vi: Lưu lại

source: Cancel
vi: Hủy

source: Processing
vi: Đang xử lý

source: Confirmed
vi: Xác nhận

source: Shipped
vi: Đã chuyển đến

source: Completed
vi: Đã nhận hàng

source: Follow
vi: Theo dõi

source: From date
vi: Từ ngày

source: To date
vi: Đến ngày

source: Order date
vi: Ngày đặt hàng

source: Purchase money
vi: Tiền mua hàng

source: Status
vi: Tình trạng

source: Account management
vi: Quản lý tài khoản

source: Change the password
vi: Đổi mật khẩu

source: Cart
vi: Giỏ hàng

source: Order list
vi: Danh sách đơn đặt hàng

source: Shipping address
vi: Địa chỉ nhận hàng

source: Order status
vi: Tình trạng đơn hàng

source: Thank you for your trust and purchase Phu Quoc Delivery!
vi: Cảm ơn quý khách đã tin tưởng và mua sản phẩm qua dịch vụ Phu Quoc Delivery!

source: Order detail
vi: Chi tiết đơn hàng

source: Order code
vi: Mã đơn hàng

source: Date set: {0}
vi: Ngày đặt: {0}

source: Total: {0}
vi: Tổng tiền: {0}

source: Payment
vi: Thanh toán

source: Temporary:
vi: Tạm tính:

source: Promotion:
vi: Khuyến mại:

source: Total (Include VAT):
vi: Tổng (Đã có VAT):

source: View detail
vi: Xem chi tiết

source: See more
vi: Xem nhiều hơn

source: Opening times
vi: Giờ mở cửa

source: Daily
vi: Hàng ngày

source: Restaurant
vi: Nhà hàng

source: Category
vi: Danh mục

source: Sort
vi: Sắp xếp

source: The latest time
vi: Mới nhất

source: Buy the most
vi: Mua nhiều nhất

source: Alphabetical
vi: Alphabet

source: Discounts and rebates
vi: Giảm giá và khuyến mãi

source: Discounts
vi: Giảm giá

source: Enter keywords to Search...
vi: Nhập từ khóa để tìm kiếm...

source: Open time
vi: Thời gian mở

source: Close time
vi: Thời gian đóng

source: Name:
vi: Tên:

source: Phone:
vi: SĐT:

source: User information
vi: Thông tin tài khoản

source: Personal information
vi: Thông tin cá nhân

source: Recent orders
vi: Đơn hàng gần đây

source: Edit user information
vi: Chỉnh sửa thông tin tài khoản

source: Please enter your current password
vi: Vui lòng nhập mật khẩu hiện tại

source: Display name
vi: Tên hiển thị

source: Terms of use
vi: Điều khoản sử dụng

source: Contact & cooperation
vi: Liên hệ hợp tác

source: Our services
vi: Các dịch vụ của chúng tôi

source: Or contact via
vi: Hoặc liên hệ qua

source: Enter the content to search
vi: Nhập nội dung tìm kiếm

source: Total
vi: Tổng cộng

source: Remove from cart
vi: Xóa khỏi giỏ hàng

source: Products will be removed from the order.
vi: Sản phẩm sẽ bị loại khỏi đơn hàng.

source: Remove
vi: Loại bỏ

source: Add note
vi: Thêm ghi chú

source: The product has been added to cart!
vi: Sản phẩm đã được thêm vào giỏ hàng!

source: Send orders
vi: Gửi đơn hàng

source: Menu
vi: Thực đơn

source: Display
vi: Hiển thị

source: For example: "many chili sauce" or "no chowder"
vi: Ví dụ: "Nhiều tương ớt" hoặc "Không bỏ hành"

source: Thank you for using the services of Phu Quoc Delivery!
vi: Cám ơn bạn đã sử dụng dịch vụ của Phú Quốc Delivery!

source: Please complete shipping information
vi: Vui lòng điền đủ thông tin giao hàng

source: Name:
vi: Họ tên:

source: Phone number or Whatsapp, Viber, Zalo:
vi: Số điện thoại Hoặc Whatsapp, Viber, Zalo:

source: Shipping address:
vi: Địa chỉ nhận hàng:

source: Select hotel:
vi: Chọn khách sạn:

source: Number of rooms:
vi: Số phòng:

source: Please choose the delivery time:
vi: Vui lòng chọn thời gian giao hàng:

source: House number, street name:
vi: Số nhà, Tên phố:

source: Enter a note if needed!
vi: Nhập ghi chú nếu cần!

source: Ex: Near Bien Xanh Hotel
vi: Ví dụ: Gần khách sạn Biển Xanh

source: Choose the amount you give it to the delivery:
vi: Chọn số tiền bạn đưa cho người giao hàng:

source: Do you have a discount voucher?
vi: Bạn có voucher giảm giá?

source: Please select the payment method
vi: Vui lòng chọn hình thức thanh toán

source: Cash
vi: Tiền mặt

source: Banking
vi: Ngân hàng

source: I would like to stay informed about discounts, new restaurants and special offers
vi: Tôi muốn được nhận thông tin về giảm giá, nhà hàng mới và khuyến mãi đặc biệt

source: Complete order
vi: Hoàn tất đơn hàng

source: Check
vi: Kiểm tra

source: Continue to buy products
vi: Tiếp tục mua sản phẩm

source: Please enter the discount code!
vi: Quý khách vui lòng nhập mã giảm giá!

source: Ngan Luong
vi: Ngân lượng

source: --- Please select ---
vi: --- Vui lòng chọn ---

source: Select ward / commune
vi: Chọn phường / xã

source: Shipping cost
vi: Phí giao hàng

source: Please enter email or phone number!
vi: Quý khách vui lòng nhập email hoặc số điện thoại!

source: There are no products in your shopping cart. Please try again!
vi: Không có sản phẩm trong giỏ hàng. Quý khách vui lòng thử lại!

source: Please select delivery address!
vi: Quý khách vui lòng chọn địa chỉ nhận hàng!

source: Successfully ordered. Thank you!
vi: Đặt hàng thành công. Cảm ơn quý khách!

source: Save the order failed. Please try again!
vi: Lưu đơn hàng thất bại. Quý khách vui lòng thử lại!

source: Update note
vi: Cập nhật ghi chú

source: Save success
vi: Lưu thông tin thành công

source: Please enter the house number and street names!
vi: Quý khách vui lòng nhập số nhà và phố

source: Exact amount
vi: Số tiền chính xác

source: Sorry, you can't order yet. Phu Quoc Delivery has set a minimum order amount of {0}.
vi: Xin lỗi, bạn chưa thể đặt hàng. Phú Quốc Delivery yêu cầu đặt tối thiểu {0}.

source: Please enter delivery area!
vi: Quý khách vui lòng nhập khu vực giao hàng!

source: Please enter hotel!
vi: Quý khách vui lòng nhập tên khách sạn!

source: Enter the discount code successfully!
vi: Nhập mã giảm giá thành công!

source: Discount code expired!
vi: Mã giảm giá đã hết hạn!

source: Invalid discount code!
vi: Mã giảm giá không hợp lệ!

source: Order was entered discount code!
vi: Đơn hàng đã được nhập mã giảm giá!

source: Delivery area
vi: Khu vực giao hàng

source: Thanks, we have received your order!
vi: Cảm ơn, chúng tôi đã nhận được đơn hàng của bạn!

source: You will receive our call!
vi: Bạn sẽ nhận được cuộc gọi của chúng tôi!

source: Code orders
vi: Mã đơn hàng

source: PhuQuocDelivery service is not available, please come back at {0}
vi: Dịch vụ của PhuQuocDelivery chưa hoạt động, vui lòng quay lại vào {0}

source: AM
vi: sáng

source: PM
vi: chiều

source: The restaurant is currently closed, please place order during opening hours
vi: Nhà hàng hiện đóng cửa, xin vui lòng đặt hàng trong thời gian mở cửa

source: View more
vi: Xem thêm

source: Follow Phu Quoc Delivery to receive promotional information
vi: Theo dõi Phu Quoc Delivery để nhận thông tin khuyến mãi

source: Hotel not available in list. We will report the shipping charges.
vi: Khách sạn chưa có trong danh sách. Chúng tôi sẽ thông báo phí vận chuyển.

source: Please enter {0}.
vi: Vui lòng nhập {0}.

source: Invalid {0}.
vi: {0} không hợp lệ.

source: Not long enough.
vi: Không đủ dài.

source: Minimum {0} length is {1} characters.
vi: Độ dài tối thiểu {0} là {1} ký tự.

source: the correct code
vi: chính xác mã

source: shipping
vi: nhận hàng

source: billing
vi: thanh toán

source: Order details
vi: Gói hàng đã đặt

source: Order #{0} is canceled success.
vi: Đơn hàng #{0} bị hủy thành công.

source: Canceled order failed. Please, try again.
vi: Hủy đơn hàng không thành công. Vui lòng thử lại.

source: Are you sure you want to cancel #{0} ?
vi: Bạn có chắc chắn muốn hủy #{0} ?

source: See less
vi: Xem ít hơn

source: Save your information to save time for later orders?
vi: Lưu thông tin của bạn để tiết kiệm thời gian cho đơn hàng sau?

source: Orders may be delayed during rush hour and bad weather. Looking forward to your understanding
vi: Đơn hàng có thể chậm trễ trong giờ cao điểm và thời tiết xấu. Mong quý khách thông cảm

source: Category :
vi: Chủ đề :

source: Today's stores closed, please come back tomorrow!
vi: Hôm nay cửa hàng đóng cửa, xin vui lòng quay lại vào ngày mai!

source: Your discount codes has been used up!
vi: Mã giảm giá của bạn đã được sử dụng hết!

source: Your discount code has been used by others!
vi: Mã giảm giá của bạn đã được sử dụng bởi người khác!
